/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Handlingen kan ikke fullføres";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Prøv igjen senere.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Medieformatet støttes ikke.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Mediet er kanskje skadet.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Programmet er ikke autorisert til å spille av denne filen."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Mediet kan ikke brukes.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kan ikke dekode";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Den nødvendige dekoderen for mediet er opptatt.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stopp alle andre handlinger som dekoder medier, og prøv igjen.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Mediet kan ikke brukes på denne maskinen.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Innholdet kan ikke spilles av på den eksterne skjermen.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Det beskyttede innholdet kan ikke spilles av med den nåværende systemkonfigurasjonen.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Videosporet i transkodingsutdata har feil bildeantall";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Antall bilder i transkodingsutdata stemmer ikke overens med kilden, som ikke har noen redigeringssegmenter";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Kunne ikke dekode";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "dekoderen støtte på en feil";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Kunne ikke kode";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "koderen støtte på en feil";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Oppgitt frakoblet nøkkel er ugyldig";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Frakoblet nøkkel oppgitt av appen kan være ugyldig, eller katalogen for sikker oppbevaring av nøkler ble ikke funnet";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Denne maskinen er ikke autorisert til å spille av innholdet";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Denne appen er ikke autorisert til å spille av beskyttet innhold";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Kan ikke åpne";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Dette innholdet er ikke lenger tilgjengelig";
